---
kind: other
id: Methods.T:Autodesk.Revit.DB.MEPCalculationServerInfo
source: html/299eebcc-36fe-9e16-7a65-37fa607f62c9.htm
---
# MEPCalculationServerInfo Methods

Gets a MEPCalculationServerInfo by family instance.